Revit 2027 API
ParameterTypeId.RelativeRoughness Property
 "Relative Roughness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RelativeRoughness { get; }
Public Shared ReadOnly Property RelativeRoughness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RelativeRoughness {
	ForgeTypeId^ get ();
}
static member RelativeRoughness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace